Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Workspaces
ar: مساحات العمل
da: Arbejdsområder
de: Arbeitsplätze
el: Χώροι εργασίας
es: Espacios de trabajo
fi: Työtilat
fr: Espaces de travail
he: מרחבי עבודה
hi: कार्यस्थल
it: Spazi di lavoro
ja: ワークスペース
ko: 워크스페이스
nb: Arbeidsplasser
nl: Werkruimten
pl: Przestrzenie robocze
ru: Рабочие пространства
sr_latn: Radna mesta
sv: Arbetsplatser
uk: Робочі простори
zh_hans: 工作空间

source: Workspaces assigned to Main, Secondary, or Tertiary follow this order using only the displays that are connected. Unranked displays follow after the ranked ones, and the Quake terminal's Main Monitor option uses the same Main.
ar: تُخصص مساحات العمل للمحطات الرئيسية أو الثانوية أو المتوسطة وفقًا لهذا الترتيب باستخدام الشاشات المتصلة فقط. تتبع الشاشات غير المرتبة الشاشات المرتبة، وتستخدم خيار الشاشة الرئيسية على جهاز Quake نفس الشاشة الرئيسية.
da: Arbejdsområder tildelt Primær, Sekundær eller Tertiær følger denne rækkefølge og bruger kun de tilsluttede skærme. Ikke-rangerede skærme følger efter de rangerede, og valget Hovedskærm i Quake Terminal bruger samme Primær.
de: Arbeitsbereiche, die Main-, Sekundär- oder Tertiärbereiche zugeordnet sind, folgen dieser Reihenfolge unter Verwendung nur der angeschlossenen Displays. Nicht rangierte Displays folgen den rangierten, und die Option „Main Monitor“ des Quake-Terminals verwendet denselben Main.
el: Οι χώροι εργασίας που έχουν ανατεθεί σε Κύρια, Δευτερεύουσα ή Τριτεύουσα ακολουθούν αυτή τη σειρά χρησιμοποιώντας μόνο τις συνδεδεμένες οθόνες. Οι οθόνες χωρίς κατάταξη ακολουθούν μετά τις καταταγμένες, και η επιλογή «Κύρια οθόνη» του Τερματικού Quake χρησιμοποιεί την ίδια Κύρια οθόνη.
es: Los espacios de trabajo asignados a Principal, Secundario o Terciario siguen este orden utilizando únicamente las pantallas conectadas. Las pantallas sin clasificación siguen después de las clasificadas, y la opción Monitor Principal del terminal Quake utiliza el mismo Principal.
fi: Ensisijaiseen, Toissijaiseen tai Kolmanteen määritetyt työtilat noudattavat tätä järjestystä vain liitettyjen näyttöjen osalta. Järjestämättömät näytöt tulevat järjestettyjen jälkeen, ja Quake Terminalin Päänäyttö-valinta käyttää samaa Ensisijaista.
fr: Les espaces de travail attribués aux rôles Principal, Secondaire ou Tertiaire suivent cet ordre parmi les écrans connectés. Les écrans sans rang suivent les écrans classés. L’option Moniteur principal de Quake Terminal utilise le même rôle Principal.
he: מקומות עבודה המיועדים למיין, משנית או שלישייה ממלאים אחר צו זה רק באמצעות תצוגות המחוברות. הצגות ללא דרגות עוקבות אחרי הדירוגים, Quake אופציית המוניטור הראשי של הטרמינל משתמשת באותו מיין.
hi: मुख्य, द्वितीयक या तृतीयक भूमिका को सौंपे गए वर्कस्पेस केवल जुड़े हुए डिस्प्ले का उपयोग करके इसी क्रम का पालन करते हैं। बिना रैंक वाले डिस्प्ले रैंक वाले डिस्प्ले के बाद आते हैं, और Quake टर्मिनल का मुख्य मॉनिटर विकल्प भी उसी मुख्य डिस्प्ले का उपयोग करता है।
it: Gli spazi di lavoro assegnati a Principale, Secondario o Terziario seguono questo ordine considerando solo i monitor collegati. I monitor non classificati seguono quelli classificati e l’opzione Monitor principale di Quake Terminal usa lo stesso ruolo Principale.
ja: メイン、セカンダリー、またはサードパーティに割り当てられたワークスペースは、接続されているディスプレイのみを使用してこの順序に従います。ランク付けされていないディスプレイはランク付けされたディスプレイの後に続き、Quakeターミナルのメインモニターオプションは同じメインを使用します。
ko: 기본, 보조 또는 세 번째 역할에 할당된 워크스페이스는 연결된 디스플레이만 사용하며 이 순서를 따릅니다. 순위가 없는 디스플레이는 그 뒤에 오고 Quake Terminal의 주 모니터 옵션도 같은 기본 역할을 사용합니다.
nb: Arbeidsplasser tildelt Main, Secondary eller Tertiary følger denne rekkefølgen ved å bruke kun de tilkoblede skjermene. Urangerte skjermer følger etter de rangerte, og Quake-terminalens alternativ for Main Monitor bruker samme Main.
nl: Werkruimten die aan Hoofd, Secundair of Tertiair zijn toegewezen, volgen deze volgorde en gebruiken alleen aangesloten beeldschermen. Niet-gerangschikte beeldschermen volgen na de gerangschikte. De optie Hoofdmonitor van Quake Terminal gebruikt dezelfde instelling Hoofd.
pl: Przestrzenie robocze przypisane do monitorów Główny, Drugorzędny lub Trzeciorzędny podążają za tą kolejnością, z uwzględnieniem tylko podłączonych monitorów. Monitory bez przypisanej rangi znajdują się za monitorami z rangą, a opcja Monitor główny w Quake Terminal odnosi się do tego samego monitora Głównego.
ru: Рабочие места, назначенные для основного, вторичного или третьего уровня, следуют этому порядку, используя только подключенные дисплеи. Не ранжированные дисплеи следуют после ранжированных, а опция «Основной монитор» в терминале Quake использует тот же основной монитор.
sr_latn: Radni prostori dodeljeni glavnoj, sekundarnoj ili tercijarnoj ulozi prate ovaj redosled koristeći samo povezane ekrane. Ekrani bez dodeljenog ranga dolaze posle rangiranih, a opcija Glavni monitor u Quake terminalu koristi isti glavni ekran.
sv: Arbetsplatser som tilldelas Main, Secondary eller Tertiary följer denna ordning med endast de skärmar som är anslutna. Orankade skärmar följer efter de rankade, och alternativet Main Monitor för terminalen Quake använder samma Main.
uk: Робочі простори, призначені ролям Головний, Другорядний або Третій, йдуть у цьому порядку серед під’єднаних дисплеїв. Дисплеї без рангу йдуть після ранжованих. Параметр «Головний монітор» Quake Terminal використовує ту саму роль Головний.
zh_hans: 分配给主、次要或三级的工作区按照以下顺序使用仅连接的显示器。排名较低的显示器在排名较高的显示器之后，Quake终端的主显示器选项使用相同的主显示器。

source: X Offset
ar: إزاحة X
da: X-forskydning
el: Μετατόπιση X
es: Desplazamiento X
fi: X-siirtymä
fr: Décalage horizontal
he: היסט X
hi: X ऑफसेट
it: Scostamento X
ja: Xオフセット
ko: X 오프셋
nb: X-forskyvning
nl: X-verschuiving
pl: Przesunięcie X
ru: X-отклонение
sr_latn: X Ofset
uk: Зсув по осі X
zh_hans: X偏移量

source: Y Offset
ar: إزاحة Y
da: Y-forskydning
el: Μετατόπιση Y
es: Offset Y
fi: Y-siirtymä
fr: Découpe Y
he: היסט Y
hi: Y ऑफसेट
it: Spostamento Y
ja: Yオフセット
ko: Y 오프셋
nb: Y-forskyvning
nl: Y-verschuiving
pl: Przesunięcie Y
ru: Y Офсет
sr_latn: I Ofset
uk: Зсув по осі Y
zh_hans: Y偏移量

source: Yes — it used to work
ar: نعم - كان يعمل سابقًا
da: Ja, det plejede at virke
de: Ja - es hat früher funktioniert
el: Ναι, παλιά δούλευε.
es: Sí — solía funcionar
fi: Kyllä – se toimi ennen
fr: Oui, elle fonctionnait auparavant.
he: כן — זה עבד בעבר
hi: हाँ — यह काम करता था
it: Sì, ha usato per funzionare
ja: はい—それは以前は機能していました
ko: 네 — 예전에는 작동했어요
nb: Ja — det fungerte tidligere
nl: Ja, het werkte vroeger.
pl: Tak — wcześniej działało
ru: Да — это раньше работало
sr_latn: Da, to je obično radilo
sv: Ja — det fungerade förr
uk: Так — раніше працювало
zh_hans: 是的——以前它能工作

source: You can change these later in Workspaces settings.
ar: يمكنك تغيير هذه الإعدادات لاحقًا في إعدادات مساحات العمل.
da: Du kan ændre disse senere i Workspaces indstillinger.
de: Sie können diese später in den Einstellungen für Arbeitsbereiche ändern.
el: Μπορείτε να τα αλλάξετε αργότερα στις ρυθμίσεις Workspaces.
es: Puedes cambiarlos más tarde en la configuración de Espacios de trabajo.
fi: Voit muuttaa näitä myöhemmin Workspaces-asetuksissa.
fr: Vous pouvez les modifier plus tard dans les paramètres Workspaces.
he: באפשרותך לשנות את אלה מאוחר יותר בהגדרות מרחבי עבודה.
hi: आप इन्हें बाद में वर्कस्पेस सेटिंग्स में बदल सकते हैं।
it: Puoi modificarli in seguito nelle impostazioni di Workspaces.
ja: これらは、ワークスペースの設定で後で変更できます。
ko: 이것들은 나중에 워크스페이스 설정에서 변경할 수 있습니다.
nb: Du kan endre disse senere i Innstillinger for arbeidsområder.
nl: U kunt deze later wijzigen in Workspaces-instellingen.
pl: Możesz zmienić to później w ustawieniach przestrzeni roboczych.
ru: Вы можете изменить это позже в настройках рабочих пространств.
sr_latn: Možete ih kasnije promeniti u postavkama radnih mesta.
sv: Du kan ändra dessa senare i Inställningarna för arbetsplatser.
uk: Ви можете змінити це пізніше в налаштуваннях робочих просторів.
zh_hans: 您可以在工作空间设置中稍后更改这些设置。

source: You can now run `omniwmctl` from Terminal.
ar: يمكنك الآن تشغيل `omniwmctl` من الطرفية.
da: Du kan nu køre `omniwmctl` fra Terminal.
de: Sie können jetzt `omniwmctl` vom Terminal aus ausführen.
el: Μπορείτε τώρα να τρέξετε `omniwmctl` από το Terminal.
es: Ahora puedes ejecutar `omniwmctl` desde el Terminal.
fi: Voit nyt ajaa `omniwmctl` kohdasta Terminal.
fr: Vous pouvez maintenant exécuter `omniwmctl` à partir de Terminal.
he: עכשיו אתה יכול לברוח. `omniwmctl` מ Terminal.
hi: अब आप टर्मिनल से `omniwmctl` चला सकते हैं।
it: Ora è possibile eseguire `omniwmctl` da Terminal.
ja: これで、ターミナルから`omniwmctl`を実行できるようになりました。
ko: 이제 터미널에서 `omniwmctl`을 실행할 수 있습니다.
nb: Du kan nå kjøre `omniwmctl` fra Terminalen.
nl: U kunt nu `omniwmctl` uitvoeren vanaf Terminal.
pl: Teraz możesz uruchomić `omniwmctl` z Terminala.
ru: Теперь вы можете запускать `omniwmctl` из терминала.
sr_latn: Sada možete da pokrenete `omniwmctl` sa Terminala.
sv: Du kan nu köra `omniwmctl` från Terminalen.
uk: Ви тепер можете виконувати `omniwmctl` з Terminal.
zh_hans: 你现在可以在终端中运行`omniwmctl`。

source: You have unsaved changes to this app rule.
ar: لديك تغييرات غير محفوظة على قاعدة هذا التطبيق.
da: Du har ikke gemt ændringer i denne app regel.
de: Sie haben ungespeicherte Änderungen an dieser App-Regel.
el: Έχετε μη αποθηκευμένες αλλαγές σε αυτόν τον κανόνα εφαρμογής.
es: Tienes cambios no guardados en esta regla de la aplicación.
fi: Sinulla on tallentamattomia muutoksia tähän sovellussääntöön.
fr: Vous avez des changements non enregistrés à cette règle d'application.
he: יש לך שינויים שלא נשמרו בחוק האפליקציה הזה.
hi: इस ऐप नियम में आपके पास अनसहेजे गए परिवर्तन हैं।
it: Hai modifiche non salvate a questa regola dell’app.
ja: このアプリのルールに保存されていない変更があります。
ko: 이 앱 규칙에 대한 변경 사항을 저장하지 않았습니다.
nb: Du har ulagrede endringer i denne appregelen.
nl: U heeft niet-opgeslagen wijzigingen in deze app-regel.
pl: Masz niezapisane zmiany dla tej reguły aplikacji.
ru: В этом правиле приложения есть несохранённые изменения.
sr_latn: Imate nesačuvane izmene pravila za ovu aplikaciju.
sv: Du har osparade ändringar i den här appregeln.
uk: У цьому правилі програми є незбережені зміни.
zh_hans: 你对这个应用程序规则有未保存的更改。

source: You have unsaved changes to this app rule. Closing the window will discard them.
ar: لديك تغييرات غير محفوظة على قواعد هذا التطبيق. سيتم التخلص منها عند إغلاق النافذة.
da: Du har ikke gemt ændringer i denne app regel. Lukning af vinduet vil kassere dem.
de: Sie haben ungespeicherte Änderungen an dieser App-Regel. Das Schließen des Fensters löscht sie.
el: Έχετε μη αποθηκευμένες αλλαγές σε αυτόν τον κανόνα εφαρμογής. Το κλείσιμο του παραθύρου θα τους πετάξει.
es: Tienes cambios no guardados en esta regla de la aplicación. Cerrar la ventana los eliminará.
fi: Sinulla on tallentamattomia muutoksia tähän sovellussääntöön. Ikkunan sulkeminen hylkää ne.
fr: Cette règle d’application comporte des modifications non enregistrées. La fermeture de la fenêtre les abandonnera.
he: יש שינויים שלא נשמרו בכלל האפליקציה הזה. סגירת החלון תשליך אותם.
hi: इस ऐप नियम में आपके पास अनसहेजे बदलाव हैं। विंडो बंद करने से वे हटा दिए जाएंगे।
it: Hai modifiche non salvate a questa regola dell’app. Chiudendo la finestra le perderai.
ja: このアプリのルールに未保存の変更があります。ウィンドウを閉じると、それらは破棄されます。
ko: 이 앱 규칙에 저장되지 않은 변경 사항이 있습니다. 창을 닫으면 변경 사항이 버려집니다.
nb: Du har ulagrede endringer i denne appregelen. Hvis du lukker vinduet, forkastes de.
nl: U hebt niet-opgeslagen wijzigingen in deze appregel. Als u het venster sluit, gaan ze verloren.
pl: Masz niezapisane zmiany dotyczące tej reguły aplikacji. Zamknięcie okna spowoduje utratę tych zmian.
ru: В этом правиле приложения есть несохранённые изменения. При закрытии окна они будут потеряны.
sr_latn: Imate nesačuvane izmene pravila za ovu aplikaciju. Zatvaranjem prozora te izmene će biti odbačene.
sv: Du har osparade ändringar i den här appregeln. Om du stänger fönstret förkastas de.
uk: У цьому правилі програми є незбережені зміни. Якщо закрити вікно, їх буде втрачено.
zh_hans: 您对此应用程序规则有未保存的更改。关闭窗口将丢弃这些更改。

source: You're Up to Date
ar: أنت على اطلاع دائم
da: Du er op til dato
de: Du bist auf dem Laufenden
el: Είσαι έτοιμος να βγεις ραντεβού.
es: Estás al día
fi: Olet ajan tasalla
fr: Vous êtes à jour.
he: אתה מעודכן
hi: आप अपडेटेड हैं
it: Sei sempre aggiornato.
ja: あなたは最新です
ko: 최신 버전입니다
nb: Du er oppdatert
nl: Je bent up to date.
pl: Masz najnowszą wersję
ru: Вы в курсе событий
sr_latn: Ti si do datuma
sv: Du är uppdaterad
uk: Ви на поточній версії
zh_hans: 你很更新

source: Your current macOS arrangement
ar: ترتيبك الحالي macOS
da: Dit nuværende macOS arrangement
de: Ihre aktuelle macOS-Anordnung
el: Η τωρινή σας ρύθμιση macOS
es: Tu disposición actual macOS
fi: Nykyinen macOS-järjestely
fr: Votre arrangement actuel macOS
he: הנוכחי שלך macOS סידור
hi: आपका वर्तमान macOS व्यवस्था
it: Il tuo attuale accordo macOS
ja: あなたの現在のmacOS構成
ko: 현재 macOS 배열
nb: Din nåværende macOS-arrangement
nl: Uw huidige macOS arrangement
pl: Twoja obecna konfiguracja macOS
ru: Ваша текущая конфигурация macOS
sr_latn: Vaš trenutni macOS uređaj
sv: Din nuvarande macOS-arrangemang
uk: Ваше поточне розташування macOS
zh_hans: 您的当前macOS安排

source: Your real desk
ar: مكتبك الحقيقي
da: Dit rigtige skrivebord
de: Ihr echter Schreibtisch
el: Το αληθινό σου γραφείο.
es: Tu escritorio real
fi: Oikea pöytäsi
fr: Ton vrai bureau
he: השולחן האמיתי שלך.
hi: आपका असली डेस्क
it: La tua vera scrivania.
ja: あなたの本当の机
ko: 당신의 진짜 책상
nb: Ditt ekte skrivebord
nl: Je echte bureau
pl: Rzeczywisty układ monitorów na biurku
ru: Ваш настоящий стол
sr_latn: Vaš pravi stol
sv: Ditt riktiga skrivbord
uk: Ваш робочий стіл
zh_hans: 你的真实办公桌

source: Your settings or displays changed. Review the updated choices before applying.
ar: تم تغيير إعداداتك أو شاشات العرض. راجع الخيارات المحدثة قبل التقديم.
da: Dine indstillinger eller skærme ændret. Gennemgå de opdaterede valg, før du ansøger.
de: Ihre Einstellungen oder Anzeigen haben sich geändert. Überprüfen Sie die aktualisierten Optionen, bevor Sie sich bewerben.
el: Οι ρυθμίσεις ή οι εμφανίσεις σας άλλαξαν. Αναθεωρήστε τις επικαιροποιημένες επιλογές πριν την εφαρμογή.
es: Sus configuraciones o pantallas han cambiado. Revise las opciones actualizadas antes de aplicar.
fi: Asetuksesi tai näyttösi ovat muuttuneet. Tarkista päivitetyt valinnat ennen hakemista.
fr: Vos paramètres ou affichages ont changé. Examiner les choix mis à jour avant de postuler.
he: הגדרות או תצוגות שלך השתנו. בחן את האפשרויות המעודכנות לפני הגשתן.
hi: आपके सेटिंग्स या डिस्प्ले बदल गए हैं। आवेदन करने से पहले अपडेट किए गए विकल्पों की समीक्षा करें।
it: Le tue impostazioni o visualizzazioni sono cambiate. Rivedere le scelte aggiornate prima di applicare.
ja: 設定または表示が変わりました。適用する前に更新された選択肢を確認してください。
ko: 설정 또는 디스플레이가 변경되었습니다. 적용하기 전에 업데이트된 선택 사항을 검토하세요.
nb: Innstillingene eller visningene dine har endret seg. Gjennomgå de oppdaterte valgene før du søker.
nl: Uw instellingen of weergaven zijn gewijzigd. Bekijk de bijgewerkte keuzes voordat u een aanvraag indient.
pl: Zmieniły się ustawienia lub podłączone monitory. Przejrzyj zaktualizowane opcje przed ich zastosowaniem.
ru: Ваши настройки или отображения изменились. Проверьте обновленные варианты перед подачей заявки.
sr_latn: Vaša postavka ili zaslona su promenjena. Pregledajte ažurirane opcije pre aplikacije.
sv: Dina inställningar eller visningar har ändrats. Granska de uppdaterade alternativen innan du ansöker.
uk: Ваші налаштування або дисплеї змінилися. Перегляньте оновлені варіанти перед застосуванням.
zh_hans: 您的设置或显示已更改。在申请前请查看更新后的选项。

source: Zoom
ar: تزمين
de: Zoomen
el: Ζουμ
fi: Zoomaa
he: התקרבות
hi: ज़ूम
it: Ingrandimento
ja: ズーム
ko: 확대/축소
nb: zoomopptak
nl: Zoomen
pl: Powiększ
ru: Зум
sr_latn: Uvećanje
sv: brummande
uk: Масштаб
zh_hans: 缩放

source: Zoom changes made in Overview are remembered when it closes.
ar: تُحفظ تغييرات التكبير التي تُجرى في «نظرة عامة» عند إغلاقها.
da: Forstør ændringer i Oversigt huskes, når det lukker.
de: Die in der Übersicht vorgenommenen Zoom-Änderungen werden gespeichert, wenn sie geschlossen wird.
el: Οι αλλαγές ζουμ που γίνονται στην Επισκόπηση διατηρούνται όταν κλείνει.
es: Los cambios de zoom realizados en Vista general se conservan al cerrarla.
fi: Katsauksessa tehdyt zoomausmuutokset muistetaan, kun se sulkeutuu.
fr: Les modifications de zoom effectuées dans Overview sont rappelées lors de la fermeture.
he: שינויים זום שנעשו ב Overview נזכרים כאשר הוא נסגר.
hi: ओवरव्यू में किए गए ज़ूम परिवर्तन तब याद रखे जाते हैं जब यह बंद हो जाता है।
it: Le modifiche dello zoom apportate in Panoramica vengono ricordate quando si chiude.
ja: オーバービューで行ったZoomの変更は、閉じたときに記憶されます。
ko: Overview에서 변경한 확대/축소 수준은 Overview를 닫은 뒤에도 유지됩니다.
nb: Zoomendringer gjort i Oversikt beholdes når den lukkes.
nl: Zoomwijzigingen in Overview worden onthouden wanneer u het sluit.
pl: Zmiany powiększenia w Overview są zapamiętywane po zamknięciu widoku.
ru: Изменения масштаба в Overview сохраняются после закрытия.
sr_latn: Promene uvećanja napravljene u Pregledu pamte se nakon zatvaranja.
sv: Zoom-förändringar som gjorts i Översikten sparas när den stängs.
uk: Зміни масштабу в Overview зберігаються після його закриття.
zh_hans: 在概览中调整的缩放比例会在关闭后保留。

source: better.
ar: أفضل.
da: Bedre.
de: besser.
el: Καλύτερα.
es: mejor.
fi: paremmin.
fr: mieux.
he: יותר טוב.
hi: बेहतर।
it: Meglio.
ja: もっと良い。
ko: 더 좋다.
nb: bedre.
nl: Beter.
pl: lepiej.
ru: лучше.
sr_latn: Bolje je.
sv: bättre.
uk: краще.
zh_hans: 更好。

# diagnostics.modifierSide.left
source: left
ar: اليسار
da: venstre
de: links
el: αριστερά
es: izquierda
fi: vasen
fr: gauche
he: שמאל
hi: बाएं
it: sinistra
ja: 左
ko: 왼쪽
nb: venstre
nl: links
pl: lewo
ru: слева
sr_latn: Levo
sv: vänster
uk: ліворуч
zh_hans: 左边

# diagnostics.modifierSide.right
source: right
ar: صحيح
da: højre
de: richtig
el: Δεξιά
es: correcto
fi: oikea
fr: droite
he: נכון.
hi: सही
it: destra
ja: 正しい
ko: 오른쪽
nb: rett
nl: rechts
pl: prawo
ru: правильно
sr_latn: pravo
sv: rätt
uk: праворуч
zh_hans: 对的

# diagnostics.screenEdge.bottom
source: bottom
ar: الأسفل
da: bund
de: unten
el: κάτω μέρος
es: parte inferior
fi: pohja
fr: inférieur
he: למטה
hi: नीचे
it: fondo
ja: 底
ko: 아래쪽
nb: bunn
nl: onder
pl: dół
ru: нижняя часть
sr_latn: donje
sv: botten
uk: внизу
zh_hans: 底部

# diagnostics.screenEdge.left
source: left
ar: اليسار
da: venstre
de: links
el: αριστερά
es: izquierda
fi: vasen
fr: gauche
he: שמאל
hi: बाएं
it: sinistra
ja: 左
ko: 왼쪽
nb: venstre
nl: links
pl: lewo
ru: слева
sr_latn: Levo
sv: vänster
uk: ліворуч
zh_hans: 左边

# diagnostics.screenEdge.right
source: right
ar: صحيح
da: højre
de: richtig
el: Δεξιά
es: correcto
fi: oikea
fr: droite
he: נכון.
hi: सही
it: destra
ja: 正しい
ko: 오른쪽
nb: rett
nl: rechts
pl: prawo
ru: правильно
sr_latn: pravo
sv: rätt
uk: праворуч
zh_hans: 对的

source: e.g. AXStandardWindow
ar: على سبيل المثال، AXStandardWindow
da: f.eks. AXStandardWindow
de: z. B. AXStandardWindow
es: por ejemplo, AXStandardWindow
fi: esim. AXStandardWindow
fr: p. ex. AXStandardWindow
he: למשל AXStandardWindow
hi: उदाहरण के लिए AXStandardWindow
it: ad es. AXStandardWindow
ja: 例えば、AXStandardWindow
ko: 예: AXStandardWindow
nb: f.eks. AXStandardWindow
nl: bijv. AXStandardWindow
pl: np. AXStandardWindow
ru: например, AXStandardWindow
sr_latn: e.g. KSNUMKS STANDART VINDOV
sv: t.ex. AXStandardWindow
uk: наприклад, AXStandardWindow
zh_hans: 例如 AXStandardWindow

source: e.g. AXWindow
ar: على سبيل المثال AXWindow
da: f.eks. AXWindow
de: z. B. AXWindow
el: π.χ. AXWindow
es: por ejemplo, AXWindow
fi: esim. AXWindow
fr: p. ex. AXWindow
he: למשל AXWindow
hi: उदाहरण के लिए AXWindow
it: ad es. AXWindow
ja: 例えばAXWindow
ko: 예: AXWindow
nb: f.eks. AXWindow
nl: bijv. AXWindow
pl: np. AXWindow
ru: например, AXWindow
sr_latn: e.g. KSNUMKS
sv: t.ex. AXWindow
uk: наприклад, AXWindow
zh_hans: 例如 AXWindow

source: easier.
ar: أسهل.
da: nemmere.
de: einfacher.
el: Ευκολότερο.
es: más fácil.
fi: Helpompaa.
fr: plus facile.
he: קל יותר.
hi: आसान।
it: E' piu' facile.
ja: もっと簡単です。
ko: 더 쉬워요.
nb: enklere.
nl: Makkelijker.
pl: łatwiej.
ru: проще.
sr_latn: Jednostavnije je.
sv: enklare.
uk: простіше.
zh_hans: 更容易。

source: faster.
ar: أسرع.
da: Hurtigere.
de: schneller.
el: Πιο γρήγορα.
es: más rápido.
fi: Nopeammin.
fr: Plus vite.
he: מהר יותר.
hi: जल्द।
it: Piu' veloce.
ja: もっと速い。
ko: 더 빠릅니다.
nb: raskere.
nl: Sneller.
pl: szybciej.
ru: быстрее.
sr_latn: Brže je.
sv: snabbare.
uk: швидше.
zh_hans: 更快。

# foreign transaction move=%@, restored=%@
source: foreign transaction move=%1$@, restored=%2$@
ar: نقل معاملة أجنبية=%1$@، استعادة=%2$@.
da: udenlandsk transaktionsflytning=%1$@, restaureret=%2$@
de: Ausländische Transaktion verschieben=%1$@, wiederhergestellt=%2$@
el: κίνηση ξένης συναλλαγής=%1$@, αποκαταστάθηκε=%2$@
es: movimiento de transacción extranjera=%1$@, restaurado=%2$@
fi: Ulkomaankaupan siirto=%1$@, palautettu=%2$@
fr: mouvement de transaction étrangère=%1$@, restauré=%2$@
he: מהלך עסקה זר]%1$@==, שוחזר=%2$@
hi: विदेशी लेनदेन मूव=%1$@, पुनर्स्थापित=%2$@
it: mossa transazione estera=%1$@, restaurata=%2$@
ja: 外国取引移動=%1$@、復元=%2$@
ko: 외부 트랜잭션 이동=%1$@, 복원=%2$@
nb: utenlandsk transaksjon flytt=%1$@, gjenopprettet=%2$@
nl: buitenlandse transactie move=%1$@, gerestaureerd=%2$@
pl: zewnętrzna transakcja move=%1$@, restored=%2$@
ru: перемещение иностранной транзакции=%1$@, восстановлено=%2$@
sr_latn: spoljne transakcije kretanje=%1$@, obnavljanje=%2$@
sv: utländsk transaktion flyttas=%1$@, återställd=%2$@
uk: стороння транзакція: переміщено=%1$@, відновлено=%2$@
zh_hans: 外国交易移动=%1$@，恢复=%2$@

source: hidden
ar: مخفي
da: skjult
de: versteckt
el: κρυφό
es: oculto
fi: piiloon
fr: caché
he: מוסתר
hi: छिपा हुआ
it: nascosta
ja: 隠された
ko: 숨겨진
nb: gjemt
nl: verborgen
pl: ukryty
ru: закрытый
sr_latn: Skriveni
sv: gömd
uk: приховано
zh_hans: 隐藏的

source: horizontal swipes
ar: التمريرات الأفقية
da: horisontale swipes
de: horizontale Wischbewegungen
el: οριζόντιες κούκλες
es: deslizados horizontales
fi: vaakatasoiset sipsit
fr: swips horizontaux
he: העברות אופקיות
hi: क्षैतिज स्वाइप्स
it: scorrevoli orizzontali
ja: 水平スワイプ
ko: 수평 스와이프
nb: horisontale sveip
nl: horizontale swipes
pl: gesty poziomego przesunięcia
ru: горизонтальные пролистывания
sr_latn: horizontalni ships
sv: horisontella svepningar
uk: горизонтальні жести проведення
zh_hans: 水平滑动

source: macOS Arrangement
ar: macOS ترتيب
da: macOS-opstilling
de: macOS Anordnung
el: ρύθμιση macOS
es: macOS Organización
fi: macOS Järjestely
fr: Disposition macOS
he: macOS סידור
hi: macOS व्यवस्था
it: macOS Arrangiamento
ja: macOS 配置
ko: macOS 배열
nl: macOS Regeling
pl: Układ macOS
ru: macOS Размещение
sr_latn: Raspored iz macOS-a
sv: macOS Arrangemang
uk: Розташування macOS
zh_hans: macOS 安排

source: macOS Default
ar: macOS افتراضي
da: macOS Standard
de: macOS Standard
el: Προκαθορισμένο macOS
es: macOS Por defecto
fi: macOS Oletus
fr: macOS Par défaut
he: macOS ברירת מחדל
hi: macOS डिफ़ॉल्ट
it: macOS Predefinito
ja: macOSデフォルト
ko: macOS 기본값
nb: macOS Standard
nl: macOS Standaard
pl: Domyślne ustawienie macOS
ru: macOS По умолчанию
sr_latn: Podrazumevano podešavanje macOS-a
sv: macOS Standard
uk: Типові параметри macOS
zh_hans: macOS 默认值

source: macOS Gestures
ar: macOS إيماءات
da: macOS Gestus
de: macOS Gesten
el: macOS χειρονομίες
es: macOS Gestos
fi: macOS-eleet
fr: Gestes macOS
he: macOS מחוות
hi: macOS हावभाव
it: macOS Gesti
ja: macOS ジェスチャー
ko: macOS 제스처
nb: macOS Gestus
nl: macOS-gebaren
pl: Gestury macOS
ru: macOS Гейсты
sr_latn: Pokreti u macOS-u
sv: macOS Gester
uk: Жести macOS
zh_hans: macOS 手势
